/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Прервать";

/* alert button
   dialog confirmation */
"OK" = "ОК";

/* alert button */
"Abort scan" = "Прервать сканирование";

/* alert button */
"Continue" = "Продолжить";

/* alert button */
"Continue scan" = "Продолжить сканирование";

/* alert button */
"Ignore" = "Пропустить";

/* alert button */
"Ignore plug-in" = "Пропустить плагин";

/* alert button */
"Open plug-in graphic interface" = "Открыть графический интерфейс плагина";

/* alert button */
"Start Plug-In Manager" = "Запустить Менеджер плагинов";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Уважаемый пользователь ^P!\nУ Вас включено несколько плагинов Audio Unit (%ld), которые не прошли проверку Apple AU. Они могут вызвать определенные проблемы и привести к сбою ^P или потере данных. Уточните наличие обновлений у производителя. Мы рекомендуем отключить эти плагины в Менеджере Плагинов.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "В приложении ^P будут доступны только успешно отсканированные плагины Audio Units.\nСканирование продолжится при следующем запуске ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Аудиомодуль «%1$@» «%2$@» сообщает, что он не авторизован для использования в этой системе.\nОбратитесь к документации плагина за более подробной информацией о его защите от копирования.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Аудиомодуль «%1$@» «%2$@» сообщает, что он не авторизован для использования в этой системе.\nОбратитесь к документации плагина за более подробной информацией о его защите от копирования. Вы можете открыть графический интерфейс плагина для управления защитой от копирования.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "При проверке совместимости Audio Units приложение ^P обнаружило несколько плагинов (%ld), не прошедших проверку Apple AU. Для предотвращения возможных проблем или сбоев эти плагины не будут использоваться в приложении ^P. Запустите Менеджер плагинов, чтобы просмотреть результаты проверки, или продолжите процесс запуска.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "Приложение ^P неожиданно завершилось при попытке использовать Audio Unit «%1$@» от «%2$@».\nВозможно, необходимо обновить плагин.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Произошла ошибка установленного плагина Audio Units.";

/* alert title */
"Audio Unit authorization error." = "Ошибка авторизации Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Найдены несовместимые плагины Audio Units.";

/* alert title */
"You are about to abort the scan process." = "Вы собираетесь прервать процесс сканирования.";

/* alert title */
"You are using incompatible Audio Units." = "Вы используете несовместимые плагины Audio Units.";

/* audio unit type */
"MIDI processor" = "процессор MIDI";

/* audio unit type */
"MIDI-controlled effect" = "эффект с MIDI-управлением";

/* audio unit type */
"effect" = "эффект";

/* audio unit type */
"format converter" = "конвертер форматов";

/* audio unit type */
"generator" = "генератор";

/* audio unit type */
"instrument" = "инструмент";

/* audio unit type */
"mixer" = "микшер";

/* audio unit type */
"offline effect" = "автономный эффект";

/* audio unit type */
"output unit" = "выходной модуль";

/* audio unit type */
"panner" = "панорама";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Поиск плагинов Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Обновление информации о плагинах Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "не удается открыть";

/* possible validation result */
"crashed validation" = "сбой проверки";

/* possible validation result */
"failed validation" = "проверка не пройдена";

/* possible validation result */
"not authorized" = "не авторизовано";

/* possible validation result */
"not validated due to internal error" = "не проверено из-за внутренней ошибки";

/* possible validation result */
"not yet validated" = "пока не проверено";

/* possible validation result */
"successfully validated" = "успешно проверено";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Сканирование плагинов Audio Units (завершено %1$d из %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Сканирование плагинов Audio Units (завершено %1$ld из %2$ld)";

/* used for invalid version numbers */
"invalid" = "недействительная";

/* used when value transformer can’t interpret given object */
"unknown" = "неизвестный";
